tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "aspell"
brew "autojump"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "python"
brew "cowsay"
brew "dfc"
brew "figlet"
brew "fortune"
brew "gnupg"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "ipython"
brew "jpeginfo"
brew "pango"
brew "lolcat"
brew "minikube"
brew "youtube-dl"
brew "mpv"
brew "neofetch"
brew "ninja"
brew "node"
brew "numpy"
brew "oath-toolkit"
brew "pinentry-mac"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "stow"
brew "tmux"
brew "transmission-cli"
brew "typescript"
brew "watchexec"
brew "d12frosted/emacs-plus/emacs-plus", args: ["with-modern-icon", "with-no-titlebar", "without-spacemacs-icon"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "android-studio"
cask "blender"
cask "docker"
cask "firefox"
cask "font-fontawesome"
cask "font-terminus"
cask "freecad"
cask "gimp"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "mactex"
cask "quik"
cask "ringcentral"
cask "vnc-viewer"
cask "zoomus"
